/* The readable string for the 'kTRSTechnicalMarkExcellent' mark. */
"Excellent" = "Excelente";

/* The readable string for the 'kTRSTechnicalMarkFair' mark. */
"Fair" = "Suficiente";

/* The readable string for the 'kTRSTechnicalMarkGood' mark. */
"Good" = "Bueno";

/* The readable string for the 'kTRSTechnicalMarkPoor' mark. */
"Poor" = "Malo";

/* Used in the shop grading views' grade label (singular) */
"Review" = "Opinión";

/* Used in the shop grading views' grade label (plural) */
"Reviews" = "Opiniónes";

/* The readable string for the 'kTRSTechnicalMarkVeryPoor' mark. */
"Very poor" = "Muy malo";

